 # '''2) გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლადი სადაც შეინახავთ თქვენს hobby-ის, ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას'''

# my hobby
hobby = "boxing"
message = "shashki mane"
print(message + " " + hobby)
        # shevqmeni kidev 2 cvladi da davbechde ertad)

number1 = 1927
number2 = 1836
print(number1 + number2)

 
